tap "cargo-lambda/cargo-lambda"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "minio/stable"
brew "libtiff"
brew "atuin"
brew "autoconf"
brew "openssl@3"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "docker-compose"
brew "duckdb"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "homeshick"
brew "hopenpgp-tools"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "lazygit"
brew "libgccjit"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "neovim"
brew "pinentry-mac"
brew "protobuf"
brew "pytorch"
brew "ripgrep"
brew "starship"
brew "tailwindcss"
brew "telnet"
brew "trufflehog"
brew "wakatime-cli"
brew "wget"
brew "wxwidgets"
brew "ykman"
brew "ykpers"
brew "z"
brew "zig"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "minio/stable/mc"
cask "1password"
cask "1password-cli"
cask "arc"
cask "calibre"
cask "chatgpt"
cask "clickhouse"
cask "dash"
cask "datagrip"
cask "docker"
cask "font-geist-mono-nerd-font"
cask "ghostty"
cask "handbrake"
cask "imageoptim"
cask "kitty"
cask "livebook"
cask "miniconda"
cask "mochi"
cask "monodraw"
cask "mullvadvpn"
cask "obsidian"
cask "postgres-unofficial"
cask "raycast"
cask "sanesidebuttons"
cask "slack"
cask "spotify"
cask "transmission"
cask "vlc"
