# This file is managed manually and is intended as a baseline to build from.

tap "homebrew/bundle"
tap "homebrew/services"
brew "libtiff"
brew "atuin"
brew "autoconf"
brew "openssl@3"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "csview"
brew "difftastic"
brew "direnv"
brew "docker-compose"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gmp"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "homeshick"
brew "hopenpgp-tools"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "libgccjit"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "magic-wormhole"
brew "mas"
brew "neovim"
brew "pinentry-mac"
brew "protobuf"
brew "readline"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "telnet"
brew "trufflehog"
brew "wakatime-cli"
brew "wget"
brew "wxwidgets"
brew "ykman"
brew "ykpers"
brew "zoxide"
brew "zlib"
cask "1password"
cask "1password-cli"
cask "arc"
cask "chatgpt"
cask "dash"
cask "datagrip"
cask "docker"
cask "font-geist-mono-nerd-font"
cask "ghostty"
cask "handbrake"
cask "imageoptim"
cask "monodraw"
cask "mullvadvpn"
cask "obsidian"
cask "postgres-unofficial"
cask "raycast"
cask "sanesidebuttons"
cask "slack"
cask "spotify"
cask "vlc"
