tap "cargo-lambda/cargo-lambda"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "localstack/tap"
tap "minio/stable"
tap "ngrok/ngrok"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "autoconf"
brew "openssl@3"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "docker-compose"
brew "dotnet"
brew "duckdb"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "openjdk"
brew "fop"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "homeshick"
brew "hopenpgp-tools"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "lazygit"
brew "libgccjit"
brew "librsvg"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "neovim"
brew "pinentry-mac"
brew "protobuf"
brew "pytorch"
brew "ripgrep"
brew "starship"
brew "tailwindcss"
brew "telnet"
brew "tmux"
brew "trufflehog"
brew "wakatime-cli"
brew "wget"
brew "wxwidgets"
brew "ykman"
brew "ykpers"
brew "z"
brew "zig"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "localstack/tap/localstack-cli"
brew "minio/stable/mc"
cask "altair-graphql-client"
cask "anydesk"
cask "aptakube"
cask "arc"
cask "calibre"
cask "chatgpt"
cask "cleanshot"
cask "clickhouse"
cask "dash"
cask "datagrip"
cask "dbeaver-community"
cask "devdocs"
cask "docker"
cask "dynamodb-local"
cask "dynobase"
cask "firefox"
cask "font-monaspace"
cask "ghostty"
cask "gitbutler"
cask "handbrake"
cask "imageoptim"
cask "intellij-idea"
cask "kitty"
cask "livebook"
cask "miniconda"
cask "mochi"
cask "monodraw"
cask "mullvadvpn"
cask "ngrok"
cask "obsidian"
cask "onedrive"
cask "postgres-unofficial"
cask "postico"
cask "proxyman"
cask "raycast"
cask "sanesidebuttons"
cask "shortcat"
cask "sip"
cask "slack"
cask "spotify"
cask "studio-3t"
cask "temurin"
cask "transmission"
cask "vlc"
cask "warp"
cask "wezterm"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "anotherglitchinthematrix.monochrome"
vscode "antfu.theme-vitesse"
vscode "awesomektvn.scratchpad"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "eduarbo.relative-file-navigator"
vscode "elliotekj.elixir-mix-format"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "gruntfuggly.todo-tree"
vscode "jakebecker.elixir-ls"
vscode "janisdd.vscode-edit-csv"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "kahole.magit"
vscode "lucperkins.vrl-vscode"
vscode "madtiago.file-badge"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "nguyenngoclong.terminal-keeper"
vscode "oderwat.indent-rainbow"
vscode "pantajoe.vscode-elixir-credo"
vscode "phoenixframework.phoenix"
vscode "phoihos.csv-to-md-table"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "samuel-pordeus.elixir-test"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "standard.vscode-standard"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamagui.batsignal"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
